/* Menu Item for Release Help */
"%@ Help" = "%@ ヘルプ";

/* Menu Item for Release About */
"About %@" = "%@ について";

/* Menu Item Label for Check Update */
"Check for Updates..." = "アップデートを確認...";

/* Menu Item Label for Email */
"Email Support" = "Eメール サポート";

/* Menu Item Hide Release App */
"Hide %@" = "%@ を隠す";

/* Message Text for Registration Failure */
"Invalid Registration Information!" = "登録情報が正しくありません！";

/* Menu Item for Order */
"Order Now" = "今購入";

/* Menu Item for Quit Release App */
"Quit %@" = "%@ を終了";

/* Menu Item Label for FAQ */
"Read FAQ" = "FAQ を読む";

/* Menu Item Label for Online Help */
"Read Online Help" = "オンラインヘルプを読む";

/* Message Text for Registration Successful */
"Registration Successful!" = "製品版への登録に成功しました！";

/* Menu Item Label for Registration */
"Registration..." = "ライセンスキー登録...";

/* Information Text for Registration Failure */
"Simple copy and paste your email address and product key exactly as it appears in the confirmation email." = "確認メールに記載されているメールアドレスとライセンスキー情報を貼り付けて登録を行ってください。";

/* Information Text for Registration Successful */
"Thank you for purchase, if you have any problem, please contact us via Email." = "ご購入ありがとうございます。ご不明の点がありましたら、お気軽にメールでサポートにご連絡ください。";

/* Menu Item for WebSite */
"Visit WebSite" = "ウェブサイトを訪問";

